# integer = 1337
#
# """
# 1) Вывести в бин вид
# 2) Поменять все нолики на единички (В 1 строчку)
# 3) Вывести число
# """
# # Ксор - исключающее "или"
# a = bin(integer)[2:]
# a = "".join([str(int(i) ^ 1) for i in a])
# print(a)

# # Изучить bin операции
def get_ids_of_users():
    return 777


a = get_ids_of_users()
print(a)
